[
    {
        "patrol_id": "Gen_bord_balancing_boringborder",
        "biome": ["Any"],
        "season": ["Any"],
        "types": ["border"],
        "tags": [],
        "patrol_art": "gen_border_dogscent_clanmember",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l heads out to mark c_n's borders.",
        "decline_text": "p_l decides to not mark their borders.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "p_l sucessfully marks c_n's borders.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l manages to mark the borders efficiently, coming home earlier than expected.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l scents some prey, catching it p_l has a quick snack.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "A boring task usually, and today was no different.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l wishs for something interesting to happen, but no, there was nothing to ease p_l's boredom as {PRONOUN/p_l/subject} mark the borders.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l is pleased to have a peaceful patrol, with no threats to face.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l finishes marking the borders, glad to be able to go back and rest {PRONOUN/p_l/poss} paws.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "p_l ends the patrol early, feeling too lazy to mark the rest of the border.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "p_l starts daydreaming, and ends up marking in the wrong place, at least it wasn't in o_c_n's territory.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "A boring task, and one p_l hates.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Getting distracted while marking, p_l ends up taking several more hours than needed to mark the border.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "p_l marks the wrong area, making more work for others to fix {PRONOUN/p_l/poss} mistake.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "Gen_bord_balancing_scent",
        "biome": ["Any"],
        "season": ["Any"],
        "types": ["border"],
        "tags": [],
        "patrol_art": "bord_general_intro",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l heads out to patrol c_n's borders, but scents something along the borders.",
        "decline_text": "p_l decides to not investigate the scent.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "p_l identifys the scent as prey. Nothing to be concerned over.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l identifies the scent as a passing predator, but it seems to have moved on.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "The scent leads p_l to a nearby patch of herbs, hopefully the herbs are useful to the clans healer.",
                "exp": 5,
                "weight": 15,
                "herbs": ["tansy"]
            },
            {
                "text": "p_l detects the scent of a fellow clanmate, possibly on a solo patrol of their own, but it was nothing to worry about.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "p_l can't identify the scent, and return back to camp to report it.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "p_l struggles to identify the faint scent and decides to return to camp for assistance.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Despite p_l's efforts, {PRONOUN/p_l/subject} cannot discern the source of the scent and returns to camp to report it.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "The scent seems to vanish suddenly, leaving p_l puzzled and unable to track it further.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "A sudden gust of wind disperses the scent before p_l can investigate further... leaving {PRONOUN/p_l/object} unsure if it was a trespasser, a threat, or something harmless.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "Gen_bord_balancing_tracks",
        "biome": ["Any"],
        "season": ["Any"],
        "types": ["border"],
        "tags": [],
        "patrol_art": "gen_bord_trackrogue",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l heads out to patrol c_n's borders, but spots some tracks.",
        "decline_text": "p_l decides to not investigate the tracks.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "p_l identifys the tracks as belonging to some prey.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "The tracks lead p_l to a nearby red berry bush. p_l moves on, noting it down to inform the medicine cat.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l identifies the tracks as belonging to a fellow clanmate.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l identifies the tracks as belonging to two-legs, and p_l decides to head back to camp to inform the others.",
                "exp": 5,
                "weight": 20
            }            
        ],
        "fail_outcomes": [
            {
                "text": "p_l can't identify the tracks, and are forced to return to camp to report it.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Despite p_l efforts, {PRONOUN/p_l/subject} can't identify the tracks, and reports it back at camp.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "The tracks are obscured by recent rainfall, making it impossible for p_l to determine their origin.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "The tracks lead p_l to an area too dangerous to navigate, forcing p_l to abandon {PRONOUN/p_l/poss} investigation.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "Gen_bord_balancing_markings",
        "biome": ["Any"],
        "season": ["Any"],
        "types": ["border"],
        "tags": [],
        "patrol_art": "bord_general_intro",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l heads out to patrol c_n's borders, and notices that some of their markings had been disturbed.",
        "decline_text": "p_l decides to not investigate the markings.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Upon closer inspection, it was just remarking from a clannmate.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "The scratches didn't match any cats paws, that was for certain, and p_l returns to camp to report it, alert to any threats.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Upon investigation, p_l finds that the disturbed markings were caused by a loner, though the intruder is long gone by now.",
                "exp": 0,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Despite {PRONOUN/p_l/poss} efforts, p_l couldn't identify what had disturbed the border markings, leaving {PRONOUN/p_l/object} perplexed as {PRONOUN/p_l/subject} return to camp.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "The disturbance in the markings remains a mystery to p_l, and when {PRONOUN/p_l/subject} reports the incident, extra patrols are assigned to monitor for any further disruptions.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "gen_bord_kittybat",
        "biome": ["Any"],
        "season": ["Any"],
        "types": ["border"],
        "tags": ["halloween"],
        "patrol_art": "kittybat_INTRO",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "On border patrol, the patrol finds kittypet scent. Following the (extremely) obvious sounds of distress, p_l leads the patrol down to a kittypet, who has haplessly managed to get themself wedged between a couple rocks. Wailing pathetically, they cry that their wing is stuck!",
        "decline_text": "It's beyond c_n's border, it's not c_n's problem.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Cats don't normally come with wings, much less bat ones, and the patrol flinches back from the foreign stranger. But unnatural or not, the stranger's still stuck, and with a deep breath, p_l orders them forward to free a fellow cat... ish... thing.",
                "exp": 15,
                "weight": 20,
                "outsider_rep": 1
            },
            {
                "text": "Frankly, extra limbs or not (bat wings, at that, this'll make a great story back at camp), the patrol needs to get this plump crying ball of fur back to their Twolegs - the world will eat this kittypet alive if they don't help them.",
                "exp": 15,
                "weight": 10,
                "outsider_rep": 1
            }
        ],
        "fail_outcomes": [
            {
                "text": "Falling over, paws waving helplessly in the air and somehow making the situation <i>even worse</i>, the patrol passes the idiotic kittypet by, leaving them to their stupidity while they focus on their actual task.",
                "exp": 0,
                "weight": 20,
                "outsider_rep": -1
            }
        ],
        "antag_fail_outcomes": [
            {
                "text": "Swaggering up, p_l tries to intimidate the kittypet. But while the cat is easily successfully frightened, that doesn't make them any less stuck in place, and eventually the patrol is forced to help set them free, if only so they can leave c_n's borders.",
                "exp": 0,
                "weight": 20,
                "outsider_rep": -1
            }
        ],
        "antag_success_outcomes": [
            {
                "text": "Hissing, p_l bowls the kittypet over, and with a ripping sound, the bat wing detaches from their back. The plump cat's crying increases in volume as they flee. p_l brings the trophy back to camp to boast.",
                "exp": 15,
                "weight": 20,
                "outsider_rep": -2
            }
        ]
    },
    {
        "patrol_id": "gen_border_pumpkineyes",
        "biome": ["Any"],
        "season": ["leaf-fall"],
        "types": ["border"],
        "tags": ["halloween"],
        "patrol_art": "pumpkineyes_INTRO",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "The patrol heads out to check the borders when p_l says {PRONOUN/p_l/subject} {VERB/p_l/see/sees} strange glowing eyes in the distance.",
        "decline_text": "r_c sighs and tells p_l that {PRONOUN/p_l/subject}{VERB/p_l/'re/'s} just seeing things, there's nothing out there... right?",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "The patrol cautiously heads in the direction of the strange, unmoving eyes. The cats see a strange face with glowing eyes in the distance, baring its fangs and smelling of smoke. p_l creeps up to the face to find that it belongs to a pumpkin! Startled and somewhat scared, r_c suggests heading back to camp to report this bizarre finding to the Clan. p_l agrees, not wanting to be near this... thing... any longer.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "The patrol cautiously heads in the direction of the strange, unmoving eyes. When p_l gets closer {PRONOUN/p_l/subject} {VERB/p_l/are/is} overwhelmed with the scent of Twolegs and smoke. Upon closer inspection it seems that these foolish Twoleg kits are trying to set fire to a pumpkin with an unsettling hollow face! p_l and r_c charge the Twoleg kits, hissing, spitting, and doing their best to scare them off. Thankfully the kits scatter before they set the pumpkin ablaze.",
                "exp": 10,
                "weight": 5
            },
            {
                "text": "As the patrol heads in the direction of the sinister glare of strange, unmoving eyes, the scent of smoke creeps up on the patrol. s_c darts forward, finding the smoke scent coming from an odd pumpkin with some sort of... face? Thinking quickly {PRONOUN/s_c/subject} {VERB/s_c/scratch/scratches} dirt into the holes on the pumpkin, extinguishing the small flames, but leaving the patrol wondering what in the name of StarClan they're looking at.",
                "exp": 15,
                "weight": 10,
                "stat_trait": [
                    "thoughtful", 
                    "careful",
                    "cunning",
                    "responsible", 
                    "wise"
                ],
                "stat_skill": [
                    "CLEVER,1", 
                    "INSIGHTFUL,1", 
                    "SENSE,1"
                ]
            },
            {
                "text": "The patrol nervously heads towards the unblinking eyes, unsure of what lies ahead. As the strange object comes into view, s_c lets out a mrrow of laughter! {PRONOUN/s_c/subject/CAP} {VERB/s_c/explain/explains} that this is a Twoleg ritual performed around the start of leaf-bare. p_l is glad to have a cat with s_c's understanding of Twolegs on this patrol. With this knowledge, unneeded panic was surely avoided!",
                "exp": 15,
                "weight": 10,
                "stat_skill": [
                    "KITTYPET,0", 
                    "LONER,0"]
            },
            {
                "text": "The patrol nervously heads towards the unblinking eyes, unsure of what lies ahead. As the strange object comes into view, s_c begins to bristle with unease. {PRONOUN/s_c/subject/CAP} can see strange, mist-like Twolegs floating around the glowing, unblinking face of a... pumpkin? The figures approach s_c, and run their cold, fur-less paws through {PRONOUN/s_c/subject} fur. s_c can hardly hear r_c asking {PRONOUN/s_c/object} why {PRONOUN/s_c/subject}{VERB/s_c/'re/'s} frozen in place.",
                "exp": 20,
                "weight": 10,
                "stat_skill": ["GHOST,1"]
            }
        ],
        "fail_outcomes": [
            {
                "text": "The patrol cautiously heads in the direction of the strange, unmoving eyes. As they get closer to what seems to be some sort of pumpkin, a group of Twoleg kits springs out of nowhere and chases the frightened cats off! The patrol runs until the Twolegs stop following. Panting and defeated, they return to camp with not much information about the strange face.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "As r_c slowly creeps towards the disturbing face, s_c huffs with frustration. Tail lashing, s_c calls r_c a mouse-heart and stomps in the direction of the unblinking eyes without a shred of fear. s_c rolls {PRONOUN/s_c/poss} eyes and knocks over the harmless pumpkin, ignoring the strange face and the smell of smoke wafting around it.",
                "exp": 5,
                "weight": 20,
                "stat_trait": [
                    "bloodthirsty", 
                    "cold", 
                    "strict", 
                    "grumpy", 
                    "fierce"
                ]
            },
            {
                "text": "As r_c slowly creeps towards the disturbing face, s_c recklessly darts forward to get a closer look! {PRONOUN/s_c/subject/CAP} {VERB/s_c/crash/crashes} into some strange pumpkin, knocking it over and obscuring the strange face. The patrol heads home without much left to investigate thanks to s_c's antics.",
                "exp": 5,
                "weight": 20,
                "stat_trait": [
                    "troublesome", 
                    "childish", 
                    "playful", 
                    "shameless"
                ]
            }
        ]
    },
    {
        "patrol_id": "gen_bord_trickortreat",
        "biome": ["Any"],
        "season": ["leaf-fall"],
        "types": ["border"],
        "tags": ["halloween"],
        "patrol_art": "bord_general_intro",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "The patrol stumbles upon a strange scene near a Twolegplace: Twoleg kits traveling from den to den in colorful pelts.",
        "decline_text": "The patrol decides it's best not to interfere with this peculiar ritual.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "r_c, being ever so curious, decides to see if {PRONOUN/r_c/subject} can decipher the meaning behind this Twoleg ritual. After some time, {PRONOUN/r_c/subject} {VERB/r_c/realize/realizes} it's some kind of friendly exchange. Each time the Twoleg kits go to the den, they receive a bit of prey from the older Twolegs. The patrol takes note and continues on their way, amused by the strange Twoleg customs.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "r_c cautiously approaches the Twoleg kits, intrigued by their colorful pelts. To r_c's surprise, one of the tiny Twolegs offers {PRONOUN/r_c/object} a strange, shiny object. It doesn't smell exactly like prey, but r_c decides to take it back to the camp for further investigation.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "r_c decides to mimic the small Twolegs. Approaching a larger Twoleg den, {PRONOUN/r_c/subject} {VERB/r_c/meow/meows} softly at the entrance. The Twoleg that opens the entrance seems amused and hands r_c a morsel of food. The patrol decides to inspect it further once they return to camp.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "r_c, being ever so curious, decides to see if {PRONOUN/r_c/subject} can decipher the meaning behind this Twoleg ritual. However, after some time, {PRONOUN/r_c/subject} {VERB/r_c/give/gives} up, concluding that it's just another strange Twoleg custom that Clan cats will never understand.",
                "exp": 0,
                "weight": 10
            },
            {
                "text": "The patrol attempts to get closer to the Twoleg kits, but their presence causes panic among the little creatures. The larger Twolegs nearby seem agitated, waving their paws and stomping around. The cats quickly retreat to avoid causing further disruption.",
                "exp": 0,
                "weight": 10
            }
        ]
    },
    {
        "patrol_id": "gen_bord_scarecrow",
        "biome": ["Any"],
        "season": ["Any"],
        "types": ["border"],
        "tags": ["halloween"],
        "patrol_art": "scarecrow_INTRO",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "On the outskirts of the territory, the patrol comes across a tall, motionless Twoleg rooted in the middle of a field.",
        "decline_text": "The patrol doesn't want to risk going near this strange Twoleg and quickly heads back to camp to report the odd sighting.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "r_c hesitantly approaches the Twoleg, fur bristling and on guard. It doesn't appear to notice {PRONOUN/r_c/object} yet. Paw by paw, r_c inches forward, but realizes something seems off. Is this Twoleg... even alive? After a quick investigation, r_c finds hay sticking out of the Twoleg's pelt. How odd. r_c reports back with {PRONOUN/r_c/poss} findings.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "s_c sneaks up behind the Twoleg. With a mighty roar, s_c leaps onto its back and {PRONOUN/s_c/poss} momentum sends the Twoleg falling to the ground with a giant thump.",
                "exp": 10,
                "weight": 20,
                "stat_skill": ["FIGHTER,0"]
            },
            {
                "text": "s_c stops the patrol, narrowing {PRONOUN/s_c/poss} eyes. That isn't a Twoleg! {PRONOUN/s_c/subject} came across one before during {PRONOUN/s_c/object} time outside the Clan. It's a 'scarecrow', {PRONOUN/s_c/subject} {VERB/s_c/explain/explains}, meant to protect the Twoleg fields from harm. The patrol continues on their way, giving the scarecrow a wide berth.",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "ROGUE,0", 
                    "LONER,0"
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "The patrol decides to take no chances and sets up an ambush around the Twoleg. They wait... and wait... but the Twoleg makes no movements to attack. Finally, r_c notices that the Twoleg isn't even a Twoleg at all! They wasted all of that time for nothing.",
                "exp": 0,
                "weight": 10
            },
            {
                "text": "s_c sneaks up behind the Twoleg. With a mighty roar, s_c leaps onto its back and {PRONOUN/s_c/poss} momentum sends both of them to the ground. s_c ends up covered in hay, {PRONOUN/s_c/poss} claws sunk into a harmless scarecrow.",
                "exp": 10,
                "weight": 20,
                "stat_skill": ["FIGHTER,0"]
            }
        ]
    }
]
